Repository: microsoft/winget-cli
Catalog: Localization/Resources/*/winget.resw
Source language: en_gb
Languages: af_za, am_et, ar_sa, az_latn_az, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fa_ir, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, lo_la, lt_lt, lv_lv, mk_mk, ml_in, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_rs, sv_se, te_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# HashCommandShortDescription
source: Helper to hash installer files
af_za: Helper om installeerderlêers te merk
am_et: የመጫኛ ፋይሎችን ሃሽ የማድረጊያ አጋዥ
ar_sa: مُساعد في تجزئة ملفات التثبيت
az_latn_az: Quraşdırma fayllarını heşləmək üçün köməkçi
bg_bg: Помощник за хеш файловете на инсталиращата програма
cs_cz: Pomocník pro instalační soubory
de_de: Hilfsprogramm zum Hashen von Installationsdateien
el_gr: Βοήθεια για τον κατακερματισμό αρχείων του προγράμματος εγκατάστασης
es_es: Aplicación auxiliar para aplicar un algoritmo hash a los archivos del instalador
es_mx: Asistente para aplicar un algoritmo hash a los archivos del instalador.
et_ee: Installerifailide räsimise abiline
fa_ir: برنامه کمکی که فایل‌های نصب‌کننده را درهم می‌سازد
fi_fi: Apuohjelma asennustiedostojen hajauttamiseen
fr_fr: Assistant pour le hachage des fichiers d’installation
gl_es: Asistente para obter o hash do instalador de ficheiros
he_il: מסייע לביצוע Hash של קבצי ההתקנה
hi_in: इंस्टालर फ़ाइलों को हैश करने में सहायक
hu_hu: Segítség a telepítőfájlok kivonatolásához
is_is: Aðstoð til að tæta uppsetningaskrár
it_it: Helper per eseguire l'hashing dei file di installazione
ja_jp: インストーラー ファイルをハッシュするヘルパー
kk_kz: Орнатқыш файлдарды хэштеуге көмектесетін құрал
lo_la: ຕົວຊ່ວຍເພື່ອສ້າງແຮຊໃຫ້ໄຟລ໌ຕົວຕິດຕັ້ງ
lt_lt: Pagalbininkas „hash“ diegimo failams
lv_lv: Palīgs Instalētāja failu jaukšanai
ms_my: Pembantu untuk fail pemasang cincangan
nb_no: Hjelper for hash-kode installasjonsfiler
nl_nl: Helper voor het hashen van installatiebestanden
pl_pl: Pomocnik tworzenia skrótów plików instalatora
pt_br: Ajuda para arquivos do instalador de hash
pt_pt: Assistente para efetuar o hash de ficheiros de instalação
ro_ro: Ajutor pentru a asimila fișierele de instalare
sk_sk: Pomocník na hashovanie súborov inštalátora
sl_si: Pomočnik za razpršilne datoteke namestitve
sq_al: Ndihmës për të lokalizuar skedarët e instalimit
sr_latn_rs: Pomoćnik za heširanje datoteka instalacionog programa
sv_se: Stöd för hash-installationsfiler
te_in: హాష్ ఇన్స్టాలర్ ఫైల్‌లకు సహాయకం
th_th: ตัวช่วยในการแฮชไฟล์ตัวติดตั้ง
tr_tr: Karma yükleyicisi dosyaları yardımcısı
uk_ua: Помічник для гешування файлів інсталятора
vi_vn: Trình trợ giúp băm tệp của trình cài đặt
zh_cn: 哈希安装程序的帮助程序
zh_tw: 雜湊安裝程式檔案的協助程式

# HelpArgumentDescription
source: Shows help about the selected command
af_za: Wys hulp oor die geselekteerde bevel
am_et: ስለ የተመረጠው ትዕዛዝ እገዛ ያሳያል
ar_sa: إظهار تعليمات حول الأمر المحدد
az_latn_az: Seçilmiş əmr haqqında kömək bölməsini göstərir
bg_bg: Показва помощ за избраната команда
cs_cz: Zobrazí nápovědu k vybranému příkazu
da_dk: Viser hjælp til den markerede kommando
de_de: Zeigt Hilfe zum ausgewählten Befehl an
el_gr: Εμφανίζει βοήθεια σχετικά με την επιλεγμένη εντολή
es_es: Muestra la ayuda sobre el comando seleccionado
es_mx: Muestra ayuda sobre el comando seleccionado.
et_ee: Kuvab abi valitud käsu kohta
fa_ir: راهنمای مربوط به فرمان انتخاب‌شده را نمایش می‌دهد
fi_fi: Näyttää valitun komennon ohjeen
fr_fr: Affiche l’aide sur la commande sélectionnée
gl_es: Mostra axuda sobre o comando seleccionado
he_il: הצגת עזרה עבור הפקודה שנבחרה
hi_in: चयनित आदेश के बारे में मदद दिखाता है
hu_hu: A kiválasztott parancs súgójának megjelenítése
id_id: Tampilkan bantuan tentang perintah yang dipilih
is_is: Sýnir aðstoð vegna valinnar skipunar
it_it: Mostra la guida per il comando selezionato
ja_jp: 選択したコマンドに関するヘルプを表示
kk_kz: Таңдалған пәрмен туралы анықтаманы көрсетеді
lo_la: ສະແດງການຊ່ວຍເຫຼືອກ່ຽວກັບຄຳສັ່ງທີ່ເລືອກໄວ້
lt_lt: Rodomas žinynas apie pažymėtą komandą
lv_lv: Rāda palīdzību par atlasīto komandu
mk_mk: Прикажува помош за избраната наредба
ml_in: തിരഞ്ഞെടുത്ത കമാൻഡിനുവേണ്ടിയുള്ള സഹായം കാണിക്കുന്നു
ms_my: Menunjukkan bantuan tentang perintah terpilih
nb_no: Viser hjelp om den valgte kommandoen
nl_nl: Toont informatie over de geselecteerde opdracht
pl_pl: Wyświetla zawartość pomocy dla wybranego polecenia
pt_br: Mostra a ajuda sobre o comando selecionado
pt_pt: Mostra ajuda sobre o comando selecionado
ro_ro: Afișează ajutor despre comanda selectată
ru_ru: Отображает справку по выбранной команде
sk_sk: Zobrazuje pomocníka o vybratom príkaze
sl_si: Pokaži pomoč za izbrani ukaz
sq_al: Shfaq ndihmë rreth komandës së përzgjedhur
sr_latn_rs: Prikazuje pomoć za izabranu komandu
sv_se: Visar hjälp om det markerade kommandot
te_in: ఎంచుకున్న ఆదేశం గురించి సహాయం చూపుతుంది
th_th: แสดงความช่วยเหลือเกี่ยวกับคำสั่งที่เลือก
tr_tr: Seçili komut hakkında yardım görüntüler
uk_ua: Відображає довідку з вибраної команди
vi_vn: Hiển thị trợ giúp về lệnh đã chọn
zh_cn: 显示选定命令的帮助信息
zh_tw: 顯示所選命令的相關說明

# HelpForDetails
source: For more details on a specific command, pass it the help argument.
af_za: Vir meer besonderhede oor ’n spesifieke bevel, stuur dit die hulpargument aan.
am_et: በአንድ የተወሰነ ትእዛዝ ላይ ተጨማሪ ዝርዝሮችን ለማግኘት የእገዛ ነጋሪ እሴቱን ያስተላልፉ።
ar_sa: لمزيد من التفاصيل حول أمر محدد، مرره إلى وسيطة التعليمات.
az_latn_az: Xüsusi əmr barədə daha çox təfərrüat əldə etmək üçün onu kömək arqumentinə ötürün.
bg_bg: За повече информация за конкретна команда предайте аргумента за помощ.
cs_cz: Pokud chcete získat podrobnosti o konkrétním příkazu, předejte ho do argumentu help.
da_dk: Du kan finde flere oplysninger om en bestemt kommando i hjælp-argumentet.
de_de: Wenn Sie weitere Details zu einem bestimmten Befehl erfahren möchten, übergeben Sie ihm das Hilfe-Argument.
el_gr: Για περισσότερες λεπτομέρειες σχετικά με μια συγκεκριμένη εντολή, αναζητήστε το όρισμα βοήθειας.
es_es: Para más información sobre un comando específico, pásalo al argumento de ayuda.
es_mx: Para obtener más información sobre un comando específico, páselo como argumento de ayuda.
et_ee: Konkreetse käsu kohta täpsema teabe saamiseks edastage sellele spikriargument.
fa_ir: برای اطلاع از جزئیات بیشتر در مورد یک فرمان خاص، آن را به آرگومان راهنما منتقل کنید.
fi_fi: Jos haluat lisätietoja tietystä komennosta, siirrä se ohjeargumenttiin.
fr_fr: Pour en savoir plus sur une commande spécifique, passez-la à l’argument aide.
gl_es: Para obter máis información sobre un comando específico, consulta o argumento de axuda.
he_il: לקבלת פרטים נוספים על פקודה ספציפית, העבר את ארגומנט העזרה.
hi_in: किसी विशिष्ट आदेश के बारे में अधिक विवरण के लिए, इसे मदद तर्क से गुजारें.
hu_hu: Ha további információra van szüksége egy adott parancsról, adja meg hozzá a súgó argumentumát.
id_id: Untuk detail selengkapnya tentang perintah tertentu, sampaikan argumen bantuan.
is_is: Til að fá frekari upplýsingar um sérstaka skipun skal senda henni aðstoðarfrumbreytu.
it_it: Per altre informazioni su un comando specifico, passa alla Guida degli argomenti.
ja_jp: 特定のコマンドの詳細については、それにヘルプ引数を渡します。
kk_kz: Арнайы пәрмен туралы қосымша мәліметтер алу үшін, анықтама аргументін енгізіңіз
lo_la: ສຳລັບລາຍລະອຽດຄຳສັ່ງສະເພາະໃດໜຶ່ງ, ໃຫ້ສົ່ງມັນໄປໃຫ້ອາກິວເມັນຊ່ວຍ.
lt_lt: Norėdami gauti daugiau informacijos apie konkrečią komandą, jį rasite žinyno argumente.
lv_lv: Lai iegūtu papildinformāciju par konkrētu komandu, nododiet tai palīdzības argumentu.
mk_mk: За повеќе детали за одредена наредба, предајте го аргументот за помош.
ml_in: ഒരു നിർദ്ദിഷ്ട കമാൻഡിനെക്കുറിച്ചുള്ള കൂടുതൽ വിശദാംശങ്ങൾക്കായി, സഹായ വാദം നൽകുക.
ms_my: untuk butiran lanjut tentang perintah tertentu, serahkan argumen bantuan tersebut.
nb_no: Hvis du vil ha mer informasjon om en bestemt kommando, må du angi hjelp-argumentet.
nl_nl: Geef het Help-argument door voor meer informatie over een bepaalde opdracht.
pl_pl: Aby poznać szczegóły danego polecenia, podaj argument pomocy.
pt_br: Para obter mais detalhes sobre um comando específico, passe o argumento help.
pt_pt: Para obter mais detalhes sobre um comando específico, transmita o argumento de ajuda para o mesmo.
ro_ro: Pentru mai multe detalii despre o anumită comandă, treceți-i argument de ajutor.
ru_ru: Для более подробной информации о конкретной команде передайте ей аргумент справки.
sk_sk: Ak chcete získať ďalšie podrobnosti o konkrétnom príkaze, použite ho s argumentom help.
sl_si: Če želite več podrobnosti o določenem ukazu, ga vnesite argument pomoči.
sq_al: Për më shumë detaje lidhur me një komandë specifike, kaloje te argumenti i ndihmës.
sr_latn_rs: Za više detalja o određenoj komandi, prosledite joj argument pomoći.
sv_se: Om du vill ha mer information om ett speciellt kommando kan du skicka den till hjälpargumentet.
te_in: నిర్దిష్ట ఆదేశంపై మరిన్ని వివరాల కోసం, సహాయ వాదనను పంపండి.
th_th: สำหรับรายละเอียดเพิ่มเติมเกี่ยวกับคำสั่งที่ระบุให้ส่งผ่านอาร์กิวเมนต์วิธีใช้
tr_tr: Belirli bir komut hakkında daha fazla ayrıntı için, ilgili komutu yardım bağımsız değişkenine geçirin.
uk_ua: Щоб отримати докладні відомості про певну команду, передайте їй аргумент довідки.
vi_vn: Để biết thêm chi tiết về một lệnh cụ thể, hãy truyền qua đối số trợ giúp.
zh_cn: 如需特定命令的更多详细信息，请向其传递帮助参数。
zh_tw: 如需特定命令的更多詳細資料，請向其傳遞說明引數。

# HelpLinkPreamble
source: More help can be found at:
af_za: Meer hulp kan gevind word by:
am_et: ተጨማሪ እገዛ በዚህ ይገኛል:
ar_sa: يمكن العثور على مزيد من التعليمات في:
az_latn_az: Daha çox kömək əldə etmək üçün buraya keçin:
bg_bg: Повече помощ можете да намерите на:
cs_cz: Další nápovědu najdete tady:
da_dk: Der kan findes mere hjælp på:
de_de: Weitere Hilfe finden Sie unter:
el_gr: Μπορείτε να βρείτε περισσότερη βοήθεια στη διεύθυνση:
es_es: Puedes encontrar más ayuda en:
es_mx: Puedes encontrar más ayuda en:
et_ee: Lisateavet leiate siit:
fa_ir: راهنمای بیشتر را می‌توان یافت در:
fi_fi: Lisäohjeita:
fr_fr: Vous trouverez de l’aide supplémentaire sur :
gl_es: Podes atopar más información en:
he_il: ניתן למצוא עזרה נוספת ב:
hi_in: अधिक मदद यहाँ पाई जा सकती है:
hu_hu: További segítség a következő helyen található:
id_id: Bantuan selengkapnya dapat ditemukan di:
is_is: Frekari aðstoð er að finna á:
it_it: Altre informazioni sono disponibili in:
ja_jp: 詳細については、次を参照してください。
kk_kz: Қосымша анықтама алу үшін келесіге өтіңіз:
lo_la: ເບິ່ງຄວາມຊ່ວຍເຫຼືອເພີ່ມເຕີມໄດ້ທີ່:
lt_lt: Daugiau pagalbos rasite:
lv_lv: Papildu palīdzību meklējiet šeit:
mk_mk: Повеќе помош може да се најде на:
ml_in: കൂടുതൽ സഹായം ഇവിടെ ലഭിക്കും:
ms_my: Lebih banyak bantuan boleh didapati di:
nb_no: Du finner mer hjelp på:
nl_nl: Meer hulp vindt u op:
pl_pl: Dodatkową pomoc można znaleźć tutaj:
pt_br: Mais tópicos de ajuda podem ser encontrados em:
pt_pt: Pode encontrar mais ajuda em:
ro_ro: Mai mult ajutor poate fi găsit la:
ru_ru: Дополнительную справку можно получить по адресу:
sk_sk: Ďalšie informácie nájdete na lokalite:
sl_si: Več pomoči najdete na spletnem mestu:
sq_al: Më shumë ndihmë mund të gjendet në:
sr_latn_rs: Dodatnu pomoć možete pronaći na sajtu:
sv_se: Mer hjälp finns på:
te_in: మరింత సహాయం ఇక్కడ చూడవచ్చు:
th_th: ดูความช่วยเหลือเพิ่มเติมได้ที่:
tr_tr: Şurada daha fazla yardım bulunabilir:
uk_ua: Додаткову довідку можна отримати на сайті
vi_vn: Bạn có thể xem thêm trợ giúp tại:
zh_cn: 可在此找到更多帮助：
zh_tw: 若要取得更多協助，請參閱：

# IdArgumentDescription
source: Filter results by id
af_za: Filtreer resultate volgens ID
am_et: ውጤቶችን በመታወቂያ አጣራ
ar_sa: تصفية النتائج حسب المعرف
az_latn_az: Nəticələri id-ə görə süzgəcdən keçirin
bg_bg: Филтриране на резултати по идентификатор
cs_cz: Filtrovat výsledky podle ID
da_dk: Filtrer resultater efter id
de_de: Ergebnisse nach ID filtern
el_gr: Αποτελέσματα φίλτρου κατά αναγνωριστικό ταυτότητας
es_es: Filtrar resultados por id.
es_mx: Filtrar resultados por identificador.
et_ee: Saate tulemeid ID järgi filtreerida
fa_ir: نتایج را بر اساس شناسه فیلتر می‌کند
fi_fi: Suoda tulokset tunnuksen mukaan
fr_fr: Filtrer les résultats par identifiant
gl_es: Filtrar resultados segundo o ID
he_il: סינון תוצאות לפי מזהה
hi_in: ID के अनुसार परिणामों को फ़िल्टर करें
hu_hu: Találatok szűrése azonosító alapján
id_id: Filter hasil menurut id
is_is: Sía niðurstöður kenni
it_it: Filtra i risultati per ID
ja_jp: ID で結果をフィルター処理
kk_kz: Нәтижелерді идентификатор бойынша сүзгілеу
lo_la: ກັ່ນຕອງຜົນການຊອກຫາຕາມໄອດີ
lt_lt: Filtruoti rezultatus pagal ID
lv_lv: Filtrēt rezultātus pēc ID
mk_mk: Филтрирајте ги резултатите по ИД
ml_in: ID ഉപയോഗിച്ച് ഫലങ്ങൾ ഫിൽട്ടർ ചെയ്യുക
ms_my: Tapis Hasil mengikut id
nb_no: Filtrer resultater etter id
nl_nl: Resultaten filteren op ID
pl_pl: Filtruj wyniki według identyfikatora
pt_br: Filtrar resultados por id
pt_pt: Filtrar os resultados por ID
ro_ro: Filtrare rezultate după ID
ru_ru: Фильтровать результаты по идентификатору
sk_sk: Filtrovať výsledky podľa ID
sl_si: Ukaz »Filtriraj rezultate po identifikaciji«
sq_al: Filtro rezultatet sipas identifikimit
sr_latn_rs: Filtriranje rezultata po ID-u
sv_se: Filtrera resultat efter id
te_in: ఐడి ద్వారా ఫలితాలను ఫిల్టర్ చేయండి
th_th: ผลลัพธ์การกรองตาม ID
tr_tr: Sonuçları kimliğe göre filtreleme ölçütü:
uk_ua: Фільтрувати результати за ідентифікаторами
vi_vn: Lọc kết quả theo ID
zh_cn: 按 id 筛选结果
zh_tw: 依識別碼篩選結果

# InstallationDisclaimer1
source: This application is licensed to you by its owner.
af_za: Hierdie toepassing is deur sy eienaar aan jou gelisensieer.
am_et: የዚህ መተግበሪያ ባለቤት ለእርስዎ ፈቃድ ሰጥቷል።
ar_sa: هذا التطبيق مرخّص لك بواسطة مالكه.
az_latn_az: Bu proqramın lisenziyası sizə sahibi tərəfindən verilib.
bg_bg: Това приложение е лицензирано за вас от неговия собственик.
cs_cz: Na tuto aplikaci vám udělil licenci její vlastník.
de_de: Diese Anwendung wird von ihrem Besitzer an Sie lizenziert.
el_gr: Αυτή η εφαρμογή σάς παρέχεται με άδεια χρήσης από τον κάτοχό της.
es_es: Esta aplicación tiene concedida una licencia para usted por parte de su propietario.
es_mx: La licencia de esta aplicación fue concedida por el propietario.
et_ee: Selle rakenduse litsentsi on teile andnud rakenduse omanik.
fa_ir: مجوز این برنامه توسط مالک آن به شما اعطا شده است.
fi_fi: Tämän sovelluksen omistaja on myöntänyt sinulle käyttöoikeuden.
fr_fr: La licence d’utilisation de cette application vous est octroyée pas son propriétaire.
gl_es: O propietario desta aplicación concedeuche a licenza dela.
he_il: יישום זה ניתן לך ברשיון על-ידי הבעלים שלו.
hi_in: यह अनुप्रयोग आपको इसके स्वामी के द्वारा लाइसेंसीकृत किया गया है.
hu_hu: Ehhez az alkalmazáshoz a tulajdonosa biztosít licencet Önnek.
is_is: Þú ert með leyfi fyrir þessu forriti frá eiganda þess.
it_it: Questa applicazione viene concessa in licenza dal proprietario.
ja_jp: このアプリケーションは所有者からライセンス供与されます。
kk_kz: Бұл бағдарлама үшін лицензияны сізге оның иесі берді.
lo_la: ເຈົ້າຂອງແອັບພລິເຄຊັນນີ້ອອກໃບອະນຸຍາດໃຫ້ທ່ານໃຊ້ມັນໄດ້.
lt_lt: Šios taikomosios programos licenciją jums suteikia jos savininkas.
lv_lv: Šo lietojumprogrammu licencēja tās īpašnieks.
ms_my: Aplikasi ini dilesenkan kepada anda oleh pemiliknya.
nb_no: Dette programmet er lisensiert for deg av eieren.
nl_nl: Deze applicatie is aan u in licentie gegeven door de eigenaar.
pl_pl: Właściciel tej aplikacji przyznał Ci na nią licencję.
pt_br: Este aplicativo é licenciado para você pelo proprietário.
pt_pt: Esta aplicação está licenciada para si pelo respetivo proprietário.
ro_ro: Această aplicație este licențiată pentru dvs. de proprietar.
sk_sk: Licenciu na túto aplikáciu vám poskytuje jej vlastník.
sl_si: Licenco za to aplikacijo ste dobili od lastnika aplikacije.
sq_al: Kjo kërkesë është e licencuar për ty nga pronari i saj.
sr_latn_rs: Ova aplikacija vam je licencirana od strane vlasnika.
sv_se: Detta program är licensierat till dig av ägaren.
te_in: ఈ అనువర్తనం యజమాని ద్వారా మీకు లైసెన్స్ ఇవ్వబడింది.
th_th: เจ้าของแอปพลิเคชันนี้ให้สิทธิการใช้งานแก่คุณ
tr_tr: Bu uygulamanın lisansı, size sahibi tarafından verilmiş.
uk_ua: Ліцензія цієї програми надана власником.
vi_vn: Ứng dụng này được chủ sở hữu cấp phép cho bạn.
zh_cn: 此应用程序由其所有者授权给你。
zh_tw: 此應用程式已由其擁有者授權給您。

# InstallationDisclaimer2
source: Microsoft is not responsible for, nor does it grant any licences to, third-party packages.
af_za: Microsoft is nie verantwoordelik vir derdeparty-pakkette nie en hulle staan ook geen lisensies aan hulle toe nie.
am_et: Microsoft ለሦስተኛ ወገን ጥቅሎች ምንም ፍቃዶች አይሰጥም እንዲሁም ኃላፊነት አይወስድም።
ar_sa: Microsoft غير مسؤولة عن حزم الجهات الأخرى، ولا تمنح أي تراخيص لها.
az_latn_az: Microsoft nə üçüncü tərəf paketlərinə görə məsuliyyət daşıyır, nə də onlara heç bir lisenziya vermir.
bg_bg: Microsoft не носи отговорност, нито предоставя никакви лицензи на пакети на трети лица.
cs_cz: Microsoft nenese odpovědnost za balíčky třetích stran ani k nim neuděluje licence.
de_de: Microsoft ist nicht verantwortlich und erteilt keine Lizenzen für Pakete von Drittanbietern.
el_gr: Η Microsoft δεν είναι υπεύθυνη για πακέτα τρίτων κατασκευαστών και δεν χορηγεί άδειες χρήσης για αυτά.
es_es: Microsoft no es responsable, ni tampoco concede ninguna licencia de paquetes de terceros.
es_mx: Microsoft no es responsable de los paquetes de terceros, ni les concede ninguna licencia.
et_ee: Microsoft ei vastuta kolmandatest osapooltest teenusepakkujate pakettide eest ega anna neile litsentse.
fa_ir: Microsoft هیچ مسئولیتی در قبال بسته‌های شخص ثالث ندارد، و هیچگونه مجوزی اعطا نمی‌کند.
fi_fi: Microsoft ei ole vastuussa kolmansien osapuolten paketeista tai myönnä niille käyttöoikeuksia.
fr_fr: Microsoft n’est pas responsable des paquets tiers et n’accorde pas de licences à ceux-ci.
gl_es: Microsoft non se fai responsable dos paquetes de terceiros nin concede ningunha licenza dos mesmos.
he_il: Microsoft אינה אחראית לחבילות של ספקים חיצוניים ואף אינה מעניקה רשיונות עבורן.
hi_in: Microsoft तृतीय-पक्ष पैकेज के लिए न तो ज़िम्मेदार है और न ही इसके लिए कोई लायसेंस प्रदान करता है.
hu_hu: A Microsoft nem vállal felelősséget külső féltől származó csomagokért, és nem biztosít licenceket azokhoz.
is_is: Microsoft er ekki ábyrgt fyrir, né veitir það nein leyfi til, pakka þriðja aðila.
it_it: Microsoft non è responsabile né concede alcuna licenza a pacchetti di terze parti.
ja_jp: Microsoft はサードパーティのパッケージに対して責任を負わず、ライセンスも付与しません。
kk_kz: Microsoft корпорациясы үшінші тараптық бумалар үшін жауапкершілік алмайды және олар үшін ешқандай лицензия бермейді.
lo_la: Microsoft ບໍ່ຮັບຜິດຊອບ ແລະ ບໍ່ໄດ້ໃຫ້ໃບອະນຸຍາດແກ່ແພັກເກດພາກສ່ວນທີສາມໃດໆ.
lt_lt: „Microsoft“ neatsako už trečiųjų šalių paketus ir nesuteikia jiems jokių licencijų.
lv_lv: Microsoft neuzņemas atbildību par trešo pušu pakotnēm, kā arī nepiešķir tām licences.
ms_my: Microsoft tidak bertanggungjawab terhadap, dan tidak memberi sebarang lesen kepada, pakej pihak ketiga.
nb_no: Microsoft er ikke ansvarlig for, og gir heller ingen lisenser til, tredjepartspakker.
nl_nl: Microsoft is niet verantwoordelijk voor en verleent geen licenties aan pakketten van derden.
pl_pl: Firma Microsoft nie odpowiada za pakiety innych firm ani nie udziela na nie licencji.
pt_br: A Microsoft não é responsável por, nem concede licenças a pacotes de terceiros.
pt_pt: A Microsoft não é responsável por, nem concede licenças a pacotes de terceiros.
ro_ro: Microsoft nu este responsabil pentru pachetele de la terți, nici nu acordă licențe pentru acestea.
sk_sk: Spoločnosť Microsoft nezodpovedá za žiadne balíky tretích strán, ani na ne neudeľuje licencie.
sl_si: Microsoft ni odgovoren za pakete tretjih oseb niti ne zagotavlja licenc zanje.
sq_al: Microsoft nuk është përgjegjës dhe as nuk jep licencë për paketat e palëve të treta.
sr_latn_rs: Microsoft nije odgovoran za, niti odobrava licence za pakete nezavisnih proizvođača.
sv_se: Microsoft är inte ansvariga för och tillhandahåller inte heller några licenser förnågra paket från tredje part.
te_in: మూడవ పార్టీ ప్యాకేజీలకు Microsoft బాధ్యత వహించదు, లేదా ఎటువంటి లైసెన్సులను ఇవ్వదు.
th_th: Microsoft จะไม่รับผิดชอบ หรือมอบสิทธิการใช้งานต่อแพคเกจของบริษัทภายนอก
tr_tr: Microsoft, üçüncü parti paketlerden sorumlu değildir ve bu paketlere yönelik lisans vermez.
uk_ua: Корпорація Майкрософт не відповідає за сторонні пакети і не надає для них ліцензії.
vi_vn: Microsoft không chịu trách nhiệm về việc này, cũng như không cấp bất kỳ giấy phép nào cho các gói của bên thứ ba.
zh_cn: Microsoft 对第三方程序包概不负责，也不向第三方程序包授予任何许可证。
zh_tw: Microsoft 不負任何責任，也不會授與協力廠商封裝的任何授權。
